Repository: common-repository/woo-shirt-product-designer
Catalog: languages/woo-shirt-product-designer-*.po
Languages: de_de

source: Thanks for using the plugin. We wish you a good success.
de_de: Vielen Dank für die Verwendung des Plugins. Wir wünschen Ihnen viel Erfolg.

source: In the PRO Version they are many more great possibilities to increase your sales and to customize the designer and its calculation even more detailed.
de_de: In der PRO-Version sind es noch viel mehr großartige Möglichkeiten, Ihren Umsatz zu steigern und den Designer und seine Berechnung noch detaillierter anzupassen.

source: More information about the PRO version can be found on the <a href="https://wordpress.org/plugins/woo-shirt-product-designer/" target="_blank">WordPress Plugin Site</a>.
de_de: Mehr Informationen rund um die PRO Version finden Sie auf der <a href="https://wordpress.org/plugins/woo-shirt-product-designer/" target="_blank">WordPress Plugin Seite</a>.

source: You like the plugin?
de_de: Ihnen gefällt das Plugin?

source: Then I would happy for a rating on <a href="https://wordpress.org/support/plugin/woo-shirt-product-designer/reviews/#new-post" target="_blank">Wordpress.org</a>.
de_de: Dann würde ich mich über eine Bewertung auf <a href="https://wordpress.org/support/plugin/woo-shirt-product-designer/reviews/#new-post" target="_blank">Wordpress.org</a> sehr freuen.

source: All settings can be found directly at the WooCommerce product (Product Typ = Woo Designer).
de_de: Alle Einstelungen finden Sie direkt auf der WooCommere Produkt Seite (Produkt Type = Woo Designer)

source: You will find detailed instructions <a href="https://wordpress.org/plugins/woo-shirt-product-designer/" target="_blank">here</a>
de_de: <a href="https://wordpress.org/plugins/woo-shirt-product-designer/" target="_blank">Hier</a> finden Sie eine detailierte Anleitung

source: Variations / Colors
de_de: Variationen / Farben

source: Color
de_de: Farben

source: Picture Back
de_de: Bild Rückseite

source: Price
de_de: Preis

source: Add Variation / Color
de_de: Variation / Farbe hinzufügen

source: Predefined graphics
de_de: Vordefinierte Grafiken

source: Allow graphics
de_de: Grafiken erlauben

source: Add graphic
de_de: Grafik hinzufügen

source: Text input
de_de: Text Eingabe

source: Allow text
de_de: Text Eingabe erlauben

source: Surcharge for text
de_de: Aufpreis für Text

source: Surcharge for the text
de_de: Aufpreis für den Text

source: Graphic Upload
de_de: Grafik Upload

source: Allow graphic upload
de_de: Grafik Upload erlauben

source: IMPORTANT
de_de: WICHTIG

source: Be sure to set a regular price under "General" otherwise the product cannot be purchased.
de_de: Bitte stellen Sie sicher, das Sie einen regulären Preis unter "Generell" setzen. Andernfalls kann das Produkt nicht erworben werden.

source: Set the price to 0 or take the price of the cheapest variation.
de_de: Setzen Sie den Preis auf 0 oder geben Sie den Preis der günstigsten Variation des Produktes ein.

source: Are the features not enough for you
de_de: Sind die Features nicht ausreichend für Sie

source: No problem - in the PRO VERSION you have much more possibilities to customize the designer/configurator.
de_de: Kein Problem - in der PRO VERSION haben Sie viel mehr Möglichkeiten den Designer/Konfigurator an Ihre Bedürfnisse anzupassen.

source: All details about the PRO VERSION can be found on the <a href="https://wordpress.org/plugins/woo-shirt-product-designer/" target="_blank">WordPress Plugin Page</a>.
de_de: Alle Informationen rund um die PRO Version finden Sie auf der <a href="https://wordpress.org/plugins/woo-shirt-product-designer/" target="_blank">WordPress Plugin Seite</a>.

source: WooCommerce T-Shirt Product Designer require WooCommerce. Please install WooCommerce.
de_de: WooCommerce T-Shirt Product Designer erfordert WooCommerce. Bitte installieren Sie WooCommerce.

source: Do you really want to delete?
de_de: Wollen Sie den Datensatz sicher löschen?

source: An error has occurred. The record was not deleted.
de_de: Es ist ein Fehler aufgetreten. Der Datensatz wurde nicht gelöscht.

source: Select image
de_de: Bild wählen

source: Image
de_de: Bild

source: Image Front
de_de: Bild Vorderseite

source: Image Back
de_de: Bild Rückseite

source: Front
de_de: Vorderseite

source: Back
de_de: Rückseite

source: Size
de_de: Größe

source: Base price
de_de: Grundpreis

source: Texts
de_de: Texte

source: Graphics
de_de: Grafiken

source: Please wait... A preview will be generated.
de_de: Bitte warten... Eine Vorschau wird generiert.

source: This can take 20-30 seconds depending on the workload.
de_de: Dies kann je nach Serverauslast 20-30 Sekunden dauern.

source: No predefined graphics found
de_de: Keine vordefinierten Grafiken gefunden

source: Select file...
de_de: Datei wählen...

source: Add
de_de: Hinzufügen

source: Total
de_de: Gesamt

source: Save
de_de: Speichern

source: Select size...
de_de: Größe wählen...

source: Buy
de_de: Kaufen

source: Preview
de_de: Vorschau

source: Close
de_de: Schließen
